Repository: ombremad/FietsUp_iOS
Catalog: FietsUp_iOS/Shared/Assets/Localizable.xcstrings
Source language: en
Languages: fr

# activities.empty.description
source: You haven’t registered any activity yet. Go cycle for a bit and come back!
fr: Vous n’avez pas encore enregistré d’activité. Allez pédaler un peu et revenez plus tard !

# activities.empty.title
source: No activity
fr: Aucune activité

# activities.title
source: Activities overview
fr: Aperçu des activités

# activity.endDate
source: End
fr: Fin

# activity.inMeters
source: in meters
fr: en mètres

# activity.newActivity
source: New activity
fr: Nouvelle activité

# activity.startDate
source: Start
fr: Début

# admin.adminToolsSection.title
source: Admin tools
fr: Outils d’administration

# admin.forumCategories.description
source: See and manage forum categories. That’s the main sections where all users can post.
fr: Voir et gérer les catégories du forum. Ce sont les sections principales, où tous les utilisateurs peuvent poster.

# admin.forumCategories.title
source: Forum categories
fr: Catégories du forum

# admin.forumCategory.details
source: Details
fr: Détails

# admin.forumCategory.name
source: Name
fr: Nom

# admin.forumCategory.title
source: Forum category
fr: Catégorie de forum

# admin.forumPanel.pendingReports
source: Pending reports
fr: Reports en cours

# admin.moderationCategories.description
source: See and manage moderation categories. They can be picked by users to categorize the content they’re reporting to moderators.
fr: Voir et gérer les catégories de modération. Elles peuvent être sélectionnées par les utilisateurs pour catégoriser le contenu qu’iels signalent aux modérateurs.

# admin.moderationCategories.title
source: Moderation categories
fr: Catégories de modération

# admin.moderationCategory.name
source: Name
fr: Nom

# admin.moderationCategory.title
source: Moderation category
fr: Catégorie de modération

# admin.modToolsSection.title
source: Moderation tools
fr: Outils de modération

# admin.noPendingReports.title
source: No pending reports
fr: Pas de report en cours

# admin.panel.title
source: Admin panel
fr: Panneau d’administration

# admin.place.address
source: Address
fr: Adresse

# admin.place.categories
source: Categories
fr: Catégories

# admin.place.city
source: City
fr: Ville

# admin.place.country
source: Country
fr: Pays

# admin.place.mandatorySection
source: Mandatory
fr: Obligatoire

# admin.place.name
source: Name
fr: Nom

# admin.place.negativeButton
source: Toggle positive/negative value
fr: Changer valeur positive/négative

# admin.place.optionalSection
source: Optional
fr: Facultatif

# admin.place.otherDetails
source: Other details
fr: Autres détails

# admin.place.phoneNumber
source: Phone number
fr: Numéro de téléphone

# admin.place.title
source: Place
fr: Lieu

# admin.place.useCurrentLocation
source: Use current location
fr: Utiliser l’emplacement actuel

# admin.place.website
source: Website
fr: Site web

# admin.place.zipCode
source: Zip code
fr: Code postal

# admin.placeCategories.description
source: See and manage place categories. They indicate the general purpose(s) of a place.
fr: Voir et gérer les catégories de lieux. Elles servent à indiquer l’utilité, ou les différentes utilités, d’un lieu.

# admin.placeCategories.title
source: Place categories
fr: Catégories de lieux

# admin.placeCategory.iconName
source: Icon name
fr: Nom de l’icône

# admin.placeCategory.name
source: Name
fr: Nom

# admin.places.categories
source: Categories
fr: Catégories

# admin.places.description
source: See and manage places. They are the whole database of places shown to the users in the Place tab.
fr: Voir et gérer les lieux. Ils constituent toute la base de données montrée aux utilisateurs dans l’onglet Lieux.

# admin.places.title
source: Places
fr: Lieux

# admin.report.author
source: Author
fr: Auteur·ice

# admin.report.banSection
source: Ban
fr: Bannissement

# admin.report.category
source: Category
fr: Catégorie

# admin.report.contentType
source: Content type
fr: Type de contenu

# admin.report.contentType.dangerComment
source: danger comment
fr: commentaire de danger

# admin.report.contentType.dangerPost
source: danger post
fr: post de danger

# admin.report.contentType.forumComment
source: forum comment
fr: commentaire de forum

# admin.report.contentType.forumPost
source: forum post
fr: post de forum

# admin.report.contentType.unknown
source: unknown
fr: inconnu

# admin.report.contentUnavailable
source: Content unavailable
fr: Contenu indisponible

# admin.report.details
source: Details
fr: Détails

# admin.report.editedContent
source: Edited content
fr: Contenu édité

# admin.report.editedTitle
source: Edited title
fr: Titre édité

# admin.report.editSection
source: Edit
fr: Éditer

# admin.report.reportedBy
source: Reported by
fr: Signalé par

# admin.report.reportedContent
source: Content
fr: Contenu

# admin.report.reportedContentSection
source: Reported content
fr: Contenu signalé

# admin.report.reportedOn
source: Reported on
fr: Reporté le

# admin.report.reportedTitle
source: Title
fr: Titre

# admin.report.reportMetaSection
source: Report information
fr: Informations du signalement

# admin.report.title
source: Report
fr: Signalement

# admin.report.withUserBan
source: Ban user
fr: Bannir l’utilisateur

# admin.reports.description
source: See and manage all content reported by other users.
fr: Voir et gérer les contenus signalés par d’autres utilisateurs.

# admin.reports.title
source: Reports
fr: Signalements

# admin.user.banEndDate
source: Ban end date
fr: Date de fin du bannissement

# admin.user.bio
source: Bio
fr: Biographie

# admin.user.firstName
source: First name
fr: Prénom

# admin.user.isBanned
source: Banned
fr: Bannissement

# admin.user.lastName
source: Last name
fr: Nom de famille

# admin.user.nickname
source: Nickname
fr: Pseudonyme

# admin.user.rights
source: Rights
fr: Droits

# admin.user.title
source: User
fr: Utilisateur

# admin.userBan.endDate
source: End date
fr: Date de fin

# admin.users.description
source: See and manage users. Can be used to change their information, ban or unban them, or define their user rights status (moderator/admin).
fr: Voir et gérer les utilisateurs. Peut être utilisé pour changer leurs informations, les bannir ou débannir, ou leur accorder des droits d’accès modérateur/admin.

# admin.users.title
source: Users
fr: Utilisateurs

source: Admin panel
fr: Panneau d’administration

# changePassword.message
source: On a successful password change, you’ll be immediately disconnected. You’ll need to login again with your new password.
fr: Si le changement de mot de passe se déroule correctement, vous serez immédiatement déconnecté·e. Vous devrez vous reconnecter avec votre nouveau mot de passe.

# changePassword.update
source: Update
fr: Mettre à jour

# comment.content
source: Content
fr: Contenu

# comment.inThread
source: in thread
fr: dans le fil

# comment.newComment
source: New comment
fr: Nouveau commentaire

# comments.empty.description
source: No one has answered this post yet. Be the first to comment now!
fr: Personne n’a encore répondu à ce post. Soyez le premier à commenter maintenant !

# comments.empty.title
source: No comments yet
fr: Aucune réponse

# common.cancel
source: Cancel
fr: Annuler

# common.confirm
source: Confirm
fr: Confirmer

# common.create
source: Create
fr: Créer

# common.loading
source: Loading…
fr: Chargement…

# common.map.around %@
source: around %@
fr: vers %@

# common.unit.days
source: days
fr: jours

# cycle.color
source: Color
fr: Couleur

# cycle.decoration
source: Decoration
fr: Décoration

# cycle.selector.title
source: Cycle selector
fr: Sélecteur de vélo

# danger.category
source: Category
fr: Catégorie

# danger.content
source: Content
fr: Contenu

# danger.selectCategory
source: Select a category
fr: Choisir une catégorie

# danger.signaledAgo **%@**
source: **%@** ago
fr: il y a **%@**

# dangers.action.newPost
source: New post
fr: Nouveau post

# dangers.dangersNearby
source: Dangers nearby
fr: Dangers à proximité

# dangers.empty.description
source: No one has reported any danger lately around you. Maybe you want to submit one yourself?
fr: Aucun danger n'a été signalé à proximité récemment. Voulez-vous en soumettre un ?

# dangers.empty.title
source: No danger nearby
fr: Pas de danger

# dangers.postWillBeGeolocated
source: This danger will be tagged with your current location:
fr: Ce danger sera géolocalisé à votre emplacement actuel :

# dashboard.activities.add
source: Add
fr: Ajouter

# dashboard.activities.overview
source: Overview
fr: Aperçu

# dashboard.hello
source: Hello
fr: Bonjour

# dashboard.myActivities
source: My activities
fr: Mes activités

# editProfile.title
source: Edit profile
fr: Édition du profil

# form.bio
source: Public biography
fr: Biographie publique

# form.firstName
source: First name
fr: Prénom

# form.lastName
source: Last name
fr: Nom

# form.newPassword
source: New password
fr: Nouveau mot de passe

# form.newPasswordConfirmation
source: Confirm new password
fr: Confirmer mot de passe

# form.nickname
source: Public nickname
fr: Pseudonyme public

# form.oldPassword
source: Old password
fr: Ancien mot de passe

# form.password
source: Password
fr: Mot de passe

# forum.action.newPost
source: New post
fr: Nouveau post

# forum.answers **%lld**
source: **%lld** answers
fr: **%lld** réponses

# forum.categories
source: Categories
fr: Catégories

# forum.discussionsActive **%lld**
source: **%lld** active discussions
fr: **%lld** discussions en cours

# forum.lastActive **%@**
source: Last active **%@** ago
fr: Actif il y a **%@**

# loginForm.alreadyHaveAnAccount
source: I already have an account
fr: J’ai déjà un compte

# loginForm.login
source: Login
fr: Connexion

# loginForm.noAccountYet
source: No account yet?
fr: Pas encore de compte ?

# loginForm.signup
source: Signup
fr: Inscription

# logoutAlert.logout
source: Logout
fr: Se déconnecter

# logoutAlert.message
source: Are you sure you want to logout?
fr: Voulez-vous vraiment vous déconnecter ?

# moderation.action.close.description
source: Close the report without any action on the content.
fr: Fermer le signalement sans aucune action sur le contenu.

# moderation.action.close.title
source: Close
fr: Fermer

# moderation.action.delete.description
source: Delete the reported content entirely.
fr: Supprimer complètement le contenu visé.

# moderation.action.delete.title
source: Delete
fr: Supprimer

# moderation.action.edit.description
source: Edit the reported content by hand.
fr: Éditer le contenu signalé à la main.

# moderation.action.edit.title
source: Edit
fr: Éditer

# network.error.badRequest
source: Bad request
fr: Requête invalide

# network.error.conflict
source: Conflict: you’re probably trying to use an email or a nickname already in use.
fr: Conflit : vous essayez probablement d’utiliser un email ou un pseudonyme déjà réservé.

# network.error.decodingError
source: Response body could not be decoded.
fr: La réponse du serveur n’a pas pu être décodée.

# network.error.forbidden
source: This action is forbidden.
fr: Cette action n’est pas autorisée.

# network.error.invalidResponse
source: Server returned an invalid response.
fr: Le serveur a retourné une réponse invalide.

# network.error.invalidURL
source: URL is malformed.
fr: L’URL est incorrectement formée.

# network.error.noData
source: No data received from server.
fr: Aucune donnée reçue de la part du serveur.

# network.error.notFound
source: Server not found
fr: Serveur introuvable

# network.error.serverError %lld
source: Generic server error: %lld.
fr: Erreur serveur générique : %lld.

# network.error.serverIssues
source: Our server is currently having issues. It’s not your fault; please try again later.
fr: Notre serveur a des soucis en ce moment. Ce n’est pas de votre faute ; réessayez plus tard.

# network.error.timeout
source: Timeout when trying to reach the server.
fr: Temps écoulé lors de la tentative de joindre le serveur.

# network.error.unauthorized
source: Bad credentials or expired session.
fr: Identifiants erronés ou session expirée.

# place.distanceInMeters **%lld**
source: **%lld** m away
fr: à **%lld** m

# place.label.address
source: Address
fr: Adresse

# place.label.details
source: Details
fr: Détails

# place.label.lastUpdated
source: Last updated on
fr: Dernière mise à jour le

# place.label.phone
source: Phone
fr: Téléphone

# place.label.website
source: Website
fr: Site web

# place.lastUpdate **%@**
source: updated **%@** ago
fr: mis à jour il y a **%@**

# places.placesNearby
source: Places nearby
fr: Lieux à proximité

# places.placesNearby.empty.description
source: We’re sorry, we couldn’t find places of interest near your location. But we’re working hard to improve our database; try again later!
fr: Désolé, nous n’avons pas trouvé de lieu intéressant à proximité. Mais on travaille dur pour améliorer notre base de données ; réessayez plus tard !

# places.placesNearby.empty.title
source: No places found nearby
fr: Aucun lieu trouvé à proximité

# places.showMe
source: Show my location
fr: Montrer mon emplacement

# places.showPlaces
source: Show places
fr: Voir les lieux

# post.answerAction
source: Answer
fr: Répondre

# post.content
source: Content
fr: Contenu

# post.inCategory
source: In category
fr: Dans la catégorie

# post.newPost
source: New post
fr: Nouveau post

# post.title
source: Title
fr: Titre

# report.addContent
source: Add details (optional)
fr: Ajouter des détails (facultatif)

# report.category
source: Category
fr: Catégorie

# report.content
source: Details
fr: Détails

# report.newReport
source: New report
fr: Nouveau signalement

# report.selectCategory
source: Select a category
fr: Choisir une catégorie

# report.success.message
source: Your report has been successfully submitted. A moderator will review it as soon as possible and take action if necessary.
fr: Votre signalement a bien été enregistré. Un modérateur en prendra connaissance au plus vite, et prendra une action si nécessaire.

# report.success.title
source: Thanks!
fr: Merci !

# report.youWillReportTheFollowingContent
source: You will report the following content:
fr: Vous allez signaler le contenu suivant :

source: Settings
fr: Paramètres

# settings.changePassword
source: Change password
fr: Changer le mot de passe

# settings.logout
source: Logout
fr: Se déconnecter

# settings.myAccount
source: My account
fr: Mon compte

# settings.settings
source: Settings
fr: Paramètres

# settings.theme
source: Theme
fr: Thème

# settings.theme.automatic
source: Automatic
fr: Automatique

# settings.theme.dark
source: Dark
fr: Sombre

# settings.theme.light
source: Light
fr: Clair

# settings.title
source: Settings
fr: Paramètres

# streakSheet.streakImproved.description
source: Your gift for staying active. Keep going!
fr: Ta récompense pour être restée actif·ve. Continue comme ça !

# streakSheet.streakImproved.title
source: Streak improved!
fr: Streak amélioré !

# streakSheet.streakReset.description
source: You haven’t practiced last week. Try your best and do at least one quick bike ride this week!
fr: Vous n’avez pas fait d’exercice la semaine dernière. Faites de votre mieux et essayez de faire au moins une balade à vélo cette semaine !

# streakSheet.streakReset.title
source: Streak reset
fr: Streak remis à zéro

# tab.dashboard
source: Dashboard
fr: Tableau de bord

# tab.places
source: Places
fr: Lieux

# user.card.day
source: day
fr: jour

# user.card.days
source: days
fr: jours

# user.sheet.registeredFor
source: Registered for
fr: Inscrit·e depuis

# user.sheet.totalElapsedDistance
source: Total elapsed distance
fr: Distance totale parcourue

# userRights.moderator
source: Moderator
fr: Modérateur

# userRights.user
source: User
fr: Utilisateur

# validation.field.address
source: Address
fr: L'adresse

# validation.field.banEndDate
source: Ban end date
fr: La date de fin de bannissement

# validation.field.bio
source: Biography
fr: La biographie

# validation.field.category
source: Category
fr: La catégorie

# validation.field.city
source: City
fr: La ville

# validation.field.content
source: Content
fr: Le contenu

# validation.field.country
source: Country
fr: Le pays

# validation.field.details
source: Details
fr: Les détails

# validation.field.distance
source: Distance
fr: La distance

# validation.field.email
source: Email address
fr: L’adresse email

# validation.field.endDate
source: End date
fr: La date de fin

# validation.field.firstName
source: First name
fr: Le prénom

# validation.field.iconName
source: Icon Name
fr: Le nom de l’icône

# validation.field.lastName
source: Last name
fr: Le nom de famille

# validation.field.latitude
source: Latitude
fr: La latitude

# validation.field.length
source: Length
fr: La durée

# validation.field.longitude
source: Longitude
fr: La longitude

# validation.field.name
source: Name
fr: Le nom

# validation.field.nickname
source: Nickname
fr: Le pseudo

# validation.field.otherDetails
source: Other details
fr: Les autres détails

# validation.field.password
source: Password
fr: Le mot de passe

# validation.field.phoneNumber
source: Phone number
fr: Le numéro de téléphone

# validation.field.placeCategories
source: Place categories
fr: Les catégories de lieux

# validation.field.reportDetails
source: Report details
fr: Les détails du signalement

# validation.field.startDate
source: Start date
fr: La date de début

# validation.field.title
source: Title
fr: Le titre

# validation.field.website
source: Website
fr: Le site web

# validation.field.zipCode
source: Zip code
fr: Le code postal

# validation.rule.cannotBeEmpty
source: cannot be empty.
fr: ne peut être vide.

# validation.rule.cannotBeInTheFuture
source: cannot be in the future.
fr: ne peut pas être dans le futur.

# validation.rule.cannotBeInThePast
source: cannot be in the past.
fr: ne peut pas être dans le passé.

# validation.rule.cannotBeZero
source: cannot be zero.
fr: ne peut être zéro.

# validation.rule.confirmationMustBeIdentical
source: confirmation must be identical.
fr: doit correspondre à sa confirmation.

# validation.rule.isInvalid
source: is invalid.
fr: est invalide.

# validation.rule.isNotASFSymbol
source: is not a SF Symbol.
fr: n’est pas un SF Symbol.

# validation.rule.locationFailed
source: User location has failed.
fr: La géolocalisation de l’utilisateur a échoué.

# validation.rule.mustBeASCII
source: must contain only ASCII characters.
fr: doit contenir uniquement des caractères ASCII.

# validation.rule.mustBeReasonable
source: must be reasonable.
fr: doit être raisonnable.

# validation.rule.mustContainLowercase
source: must contain at least one lowercase letter.
fr: doit contenir au moins une lettre minuscule.

# validation.rule.mustContainNumber
source: must contain at least one number.
fr: doit contenir au moins un chiffre.

# validation.rule.mustContainSpecialCharacter
source: must contain at least one special character.
fr: doit contenir au moins un caractère spécial.

# validation.rule.mustContainUppercase
source: must contain at least one uppercase letter.
fr: doit contenir au moins une lettre majuscule.

# validation.rule.notLongEnough %lld
source: must be at least %lld characters long.
fr: doit contenir au moins %lld caractères.

# validation.rule.startMustBeBeforeEnd
source: Start must be before end.
fr: Le début doit être avant la fin.

# validation.rule.tooLong %lld
source: must not be more than %lld characters long.
fr: ne doit pas être plus long que %lld caractères.
